export default {
  title: "参与多家企业数字化转型，涉及领域建筑装饰、高端猎头、智慧城市等",
  desc: "我的工作履历、按照时间顺序收集如下，过于久远的不再添加。",
  list: [
    {
      year: "2022 - 至今",
      work_year: 3,
      title: "尚层装饰（苏州）有限公司",
      content: [
        "隶属于「数字平台部」，开发部门元老成员;",
        "后期以业务划分小组，独立负责“获客”组的前端开发工作;",
        "完整参与到企业微信、PC管理后台、供应商平台、官网小程序、客户端小程序0-1的全过程;",
        "前期在高强度负荷下，顺利完成6.30及9.30里程碑。为业务部门提供从客户获取->自动派单->约见->签约(转化)->施工->售后全链路服务的线下到线上转化。",
      ],
      block: true,
    },
    {
      year: "2019 - 2022",
      work_year: 3,
      title: "科锐国际（苏州）- 技术部",
      content: [
        "隶属于「技术部」，返聘入职（岗位需同时满足AngularJS1.4X、vue2）;",
        "中后期技术人员合并，前端框架统一为React，后端为Java;",
        "维护才客项目组的管理后台，参与到科锐CRM系统建设，以及医脉、禾娃产品线",
      ],
      block: true,
    },
    {
      year: "2017 - 2019",
      work_year: 2,
      title: "科锐国际（苏州）- 才客项目组",
      content: [
        "隶属于「才客技术部」，涉及才客项目组，顾问端、运营端、财务端、法务端，以及微信公众号开发工作;",
        "保证以AngularJS为技术栈的老项目平稳运行的同时，完成团队技术栈向Vue2的迁移。",
      ],
      block: true,
    },
    {
      year: "2016 - 2017",
      work_year: 1,
      title: "苏州盛景信息科技股份公司",
      content: "",
      block: false,
    },
    {
      year: "2017 - 2019",
      work_year: 3,
      title: "北京购阿购技术服务有限公司",
      content: "",
      block: false,
    },
  ],
};
